Repository: EOS-Solutions/Sample
Catalog: Onboarding/Translations.*.xlf
Languages: it_it

# EnumExtension 501902109 - EnumValue 3262220883 - Property 2879900210
source: EOS Get started with Packing List (PCK)
it_it: EOS inizia ad usare la Packing List (PCK)

# Page 1308517547 - NamedType 2760722073
source: Checkout this video
it_it: Guarda il video introduttivo

# Page 1308517547 - NamedType 849289934
source: Video Demo
it_it: Guarda la demo estesa

# Page 1308517547 - NamedType 2847157583
source: Follow this guide
it_it: Guida

# Page 1308517547 - NamedType 3867268924
source: New Sales Order
it_it: Nuovo Ordine di vendita

# Page 1308517547 - NamedType 3494195350
source: New Setup Wizard
it_it: Nuovo Setup Wizard

# Page 1308517547 - NamedType 2605505753
source: Open Sales Order
it_it: Apri Ordine di vendita

# Page 1308517547 - NamedType 1625202150
source: Packaging Setup
it_it: Setup imballaggio

# Page 1308517547 - NamedType 1335450309
source: Packaging Instructions
it_it: Istruzioni di imballaggio

# Page 1308517547 - NamedType 38060061
source: Packaging Materials
it_it: Materiali di imballaggio

# Page 1308517547 - NamedType 2468939860
source: Print Packing List
it_it: Stampa Packing List

# Page 1308517547 - NamedType 2308719956
source: Handling Units
it_it: Unità di Carico

# Page 1308517547 - Control 2859305099 - Property 2879900210
source: Let's go!
it_it: Andiamo!

# Page 1308517547 - Control 979583616 - Property 1968111052
source: Select Next to continue.
it_it: Seleziona Avanti per continuare.

# Page 1308517547 - Property 2879900210
source: Packing List Setup
it_it: Setup Packing List

# Page 1308517547 - Control 3800514526 - Property 2879900210
source: Welcome to the Packing List Assisted Setup
it_it: Benvenuti nel Setup assistito della Packing List

# Page 1308517547 - Control 4220954472 - Property 1968111052
source: Run the "New Setup Wizard" to create default data. It is recommended to use it in a Test Environment!
it_it: Esegui il "Nuovo Setup Wizard" per creare dati predefiniti. Si consiglia di eseguirlo in un ambiente di test!

# Page 1308517547 - Control 563683793 - Property 2879900210
source: Create a Sales Order and the Packing List.
it_it: Crea un ordine di vendita e la lista di imballaggio.

# Page 1308517547 - Control 141120214 - Method 1845446376 - NamedType 1392294842
source: Sales Order %1 created successfully!
it_it: Ordine di vendita %1 creato con successo!

# Page 1308517547 - Control 3494195350 - Method 1845446376 - NamedType 4103709050
source: Do you want to run the Setup Wizard?\It is recommended to run it in a Test Environment!
it_it: Si desidera eseguire il Setup Wizard?\Si consiglia di eseguirlo in un ambiente di test.

# Page 1308517547 - Control 3494195350 - Method 1845446376 - NamedType 3667098245
source: Setup wizard completed successfully!
it_it: La procedura guidata di installazione è stata completata con successo!

# Page 1308517547 - Control 2153548775 - Property 2879900210
source: Step by Step
it_it: Passo dopo passo

# Page 1308517547 - Control 2632937198 - Property 2879900210
source: Handling Unit Types
it_it: Tipi di Unità di Carico

# Page 1308517547 - Control 2153548775 - Property 1968111052
source: The Setup Wizard first sets the following fields in "Packaging Setup".
it_it: La procedura guidata di configurazione imposta innanzitutto i seguenti campi nel "Setup Imballaggio".

# Page 1308517547 - Action 2667510389 - Property 1295455071
source: Finish this guide
it_it: Completa questa guida

# Page 1308517547 - Action 2667510389 - Property 2879900210
source: Finish
it_it: Fine

# Page 1308517547 - Action 742034285 - Property 2879900210
source: Back
it_it: Indietro

# Page 1308517547 - Action 1235620153 - Property 1295455071
source: Procede with the next step
it_it: Procedi con il passaggio successivo

# Page 1308517547 - Action 1235620153 - Property 2879900210
source: Next
it_it: Avanti

# Page 1308517547 - Action 742034285 - Property 1295455071
source: Go back to the previous step
it_it: Torna al passaggio precedente

# Page 1308517547 - Control 1081011691 - Property 2879900210
source: Congrats!
it_it: Congratulazioni!

# Page 1308517547 - Control 2994101542 - Property 1968111052
source: Click on the Finish button to complete this wizard.
it_it: Fare clic sul pulsante Fine per completare questa procedura guidata.

# Page 1308517547 - Control 1081011691 - Property 1968111052
source: You have finished this guide!
it_it: Hai terminato questa guida!

# Page 1308517547 - Control 3169205740 - Property 2879900210
source: Handling Units
it_it: Unità di Carico

# Page 1308517547 - Control 565531501 - Property 2879900210
source: Packaging Instructions
it_it: Istruzioni di imballaggio

# Page 1308517547 - Control 719847347 - Property 2879900210
source: Load Carrier (e.g. Pallet)
it_it: Portacarico ( Pallet )

# Page 1308517547 - Control 1357543964 - Property 2879900210
source: Package (e.g. Box)
it_it: Collo ( Scatola )

# PageExtension 4213341381 - Control 4079827045 - Property 1064389655
source: Packing List Report No.
it_it: Nr. report packing list

# Page 1308517547 - Control 719847347 - Property 1968111052
source: On the load carrier you can load packages and items.
it_it: Su un portacarico si possono caricare colli e articoli.

# Page 1308517547 - Control 1357543964 - Property 1968111052
source: On the packages you can load other packages and items.
it_it: Su un collo si possono caricare altre scatole e articoli.

# Page 1308517547 - Control 3739421409 - Property 2879900210
source: Default Packaging Materials have been created
it_it: Sono stati creati i materiali di imballaggio predefiniti

# Page 1308517547 - Control 3169205740 - Property 1968111052
source: Handling Units can be created from the packing list, from the journals and manually.
it_it: Le unità di carico possono essere create dalla packing list, dai giornali di registrazione e manualmente.

# Page 1308517547 - Control 4222802180 - Property 1968111052
source: The instructions are used to suggest the packing list for the document.
it_it: Le istruzioni servono a suggerire la lista di imballaggio per il documento.

# Page 1308517547 - Control 565531501 - Property 1968111052
source: Define how items are packed into handling units.
it_it: Definiscono la modalità di imballaggio degli articoli nelle unità di carico.

# PageExtension 4213341381 - Control 4079827045 - Property 247559172
source: Specifies the report to use for printing the packing list.
it_it: Specifica il report da utilizzare per la stampa della packing list.

# PageExtension 2937948147 - Action 1750244366 - Property 247559172
source: Assign Packing List to this document or suggest it from the packaging instructions.
it_it: Assegna la Packing List a questo documento o suggeriscila dalle istruzioni per l'imballaggio.

# Page 1308517547 - Control 1617280233 - Property 1968111052
source: We're gonna set up default data to start using the Packing List.
it_it: Imposteremo i dati predefiniti per iniziare a utilizzare la Packing List.
