Repository: EOS-Solutions/Sample
Catalog: EX089.PowerWMS/01_CustomActivity_CreateTransferOrderFromScans/Translations/Power WMS Custom Activity.*.xlf
Languages: it_it

# Codeunit 2475595227 - Method 3514624047 - NamedType 1742701991
source: Activity %1 not allowed for Source %2
it_it: Attività %1 non consentita per origine %2

# Codeunit 2475595227 - Method 2731000887 - NamedType 3239513518
source: %1 No. %2 reset successfully
it_it: %1 nr. %2 ripristinato correttamente

# Codeunit 2475595227 - Method 1983700343 - NamedType 272352229
source: Nothing to post
it_it: Niente da registrare

# EnumExtension 741312325 - EnumValue 3431463797 - Property 2879900210
source: Custom
it_it: Personalizzato

# Codeunit 2475595227 - Method 1978962747 - NamedType 2485552466
source: Transfer Order No. %1 created successfully
it_it: Ordine di trasferimento %1 creato

# EnumExtension 487472513 - EnumValue 1019468596 - Property 2879900210
source: Create Transfer Order
it_it: Crea ordine di trasferimento

# PageExtension 594752536 - Control 2699169470 - Property 1295455071
source: To Bin Code
it_it: A cod. collocazione

# PageExtension 594752536 - Control 1765973574 - Property 1295455071
source: To Location Code
it_it: A cod. ubicazione

# TableExtension 686880407 - Field 1765973574 - Property 2879900210
source: To Location Code
it_it: A cod. ubicazione

# PageExtension 1179431516 - Control 1765973574 - Property 1295455071
source: To Location Code
it_it: A cod. ubicazione

# PageExtension 1179431516 - Control 2699169470 - Property 1295455071
source: To Bin Code
it_it: A cod. collocazione

# TableExtension 686880407 - Field 2699169470 - Property 2879900210
source: To Bin Code
it_it: A cod. collocazione

# TableExtension 555639951 - Field 1765973574 - Property 2879900210
source: To Location Code
it_it: A cod. ubicazione

# TableExtension 555639951 - Field 2699169470 - Property 2879900210
source: To Bin Code
it_it: A cod. collocazione
